<?php
$this->title = 'روزمه - ' . Yii::$app->name;
?>

<div class="well-c">
    <img src="<?= Yii::$app->request->baseUrl ?>/images/face.jpg" alt="" class="col-sm-4 img-responsive ">
 <p class="text-justify">
     من مجید گنجی هستم متولد 1374 و در تبریز به دنیا آمدم. و در تبریز زندگی می کنم.

     رشته تحصیلی ام کامپیوتر و نرم افزار است.<br>

     برنامه نویسی را با وب شروع کردم و به php, Yii Framework, Laravel مسلط هستم. و حالا هم برنامه نویسی موبایل (android) به برنامه نویسی وب اضافه شد.
     <br>
     من برنامه نویسی را خیلی دوست دارم. و همیشه در تلاش هستم اطلاعات جدیدی را یاد بگیرم. روحیه کار تیمی دارم و به راحتی می توانم دوستای جدید پیدا کنم و با هر کسی کار کنم. به کد نویسی تمیز حساس هستم و دوست دارم کدها تمیز و مرتب باشند. البته با document نوشتن رابطه خوبی ندارم. به شیء گرایی مسلط هستم و شیء گرایی را دوست دارم و همیشه سعی می‌کنم از شیء‌گرایی استفاده کنم. به امنیت زیاد فکر می‌کنم و همیشه در تلاش هستم برنامه‌هایی که می‌نویسم امنیت مطلوب و قابل قبولی داشته باشند. هرچند امنیت 100٪ وجود ندارد ولی با کد نویسی تمیز و رفع باگ ها می‌توان به امنیت 99.99٪ رسید.
     <br><br>
     <h4>مهارت های من</h4>
    <ul>
        <ol>Html, Css, JavaScript</ol>
        <ol>Jquery</ol>
        <ol>PHP</ol>
        <ol>YiiFramewirk 2</ol>
        <ol>Laravel</ol>
        <ol>Android(java)</ol>
        <ol>Git</ol>
    </ul>
 </p>
</div>
